import './EntryText.css';

function EntryText() {
    return (
        <div className="entry-text__wrp">
            <h1 className="entry-text__title">Добро пожаловать на Euphoric Serenety!</h1>
            <p className="entry-text__txt">
                Если вы являетесь поклонником аниме, то вы попали на правильный сайт. Здесь вы
                найдете самый полный и разнообразный каталог аниме, который охватывает все жанры и
                стили этой удивительной японской анимационной культуры.
                <br />
                Мы стремимся сделать наш сайт местом, где каждый фанат аниме найдет что-то особенное
                для себя. Насладитесь великолепной анимацией, захватывающими историями и яркими
                героями, которые станут вдохновением истинных любителей аниме.
                <br />
                Начните поиск любимых аниме по ключевым словам или жанрам.
            </p>
        </div>
    );
}

export {EntryText};
